tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
brew "aria2"
brew "bash"
brew "python"
brew "lame"
brew "libsndfile"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fluid-synth"
brew "ghostscript"
brew "git"
brew "imagemagick"
brew "node"
brew "pipx"
brew "pyenv"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "tree"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
cask "1password"
cask "aerial"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "audiobook-builder"
cask "avidemux"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "font-eb-garamond"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-input"
cask "font-iosevka"
cask "font-source-code-pro"
cask "frescobaldi"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "java"
cask "keyboard-cleaner"
cask "lilypond"
cask "losslesscut"
cask "moom"
cask "namechanger"
cask "sigil"
cask "slack"
cask "smooze"
cask "soda-player"
cask "spotify"
cask "superduper"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
