tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "bash"
brew "python"
brew "lame"
brew "libsndfile"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fluid-synth"
brew "ghostscript"
brew "git"
brew "imagemagick"
brew "node"
brew "pipenv"
brew "redis", restart_service: true
brew "rmtrash"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "tree"
brew "youtube-dl"
brew "heroku/brew/heroku"
cask "1password"
cask "aerial"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "audiobook-builder"
cask "avidemux"
cask "brave-browser"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "easy-move-plus-resize"
cask "frescobaldi"
cask "github"
cask "google-chrome"
cask "iina"
cask "keyboard-cleaner"
cask "lilypond"
cask "losslesscut"
cask "moom"
cask "namechanger"
cask "sigil"
cask "soda-player"
cask "spotify"
cask "superduper"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
