tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
brew "aria2"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "openjdk"
brew "p7zip"
brew "pipx"
brew "pyenv"
brew "transmission-cli"
brew "tree"
brew "youtube-dl"
brew "heroku/brew/heroku"
cask "1password"
cask "aerial"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "audiobook-builder"
cask "avidemux"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "font-eb-garamond"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-input"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "java"
cask "keyboard-cleaner"
cask "losslesscut"
cask "moom"
cask "namechanger"
cask "notion"
cask "sigil"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
