ahmadawais.shades-of-purple
alefragnani.project-manager
bceskavich.theme-dracula-at-night
CoenraadS.bracket-pair-colorizer
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
Gruntfuggly.todo-tree
max-SS.Cyberpunk
michelemelluso.code-beautifier
ms-python.python
redhat.vscode-yaml
ritwickdey.LiveServer
sallar.vscode-duotone-dark
samuelcolvin.jinjahtml
Shan.code-settings-sync
VisualStudioExptTeam.vscodeintellicode
whizkydee.material-palenight-theme
wmaurer.change-case
Yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one
