tap "dart-lang/dart"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"
tap "tnahs/readstor"
brew "libssh2"
brew "aria2"
brew "bat"
brew "python@3.9"
brew "glib"
brew "exa"
brew "exiftool"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gitui"
brew "imagemagick"
brew "node"
brew "jsonlint"
brew "lua-language-server"
brew "markdownlint-cli"
brew "mp3splt"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nushell"
brew "openjdk"
brew "python@3.10", link: false
brew "pipx"
brew "poetry"
brew "prettier"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stylua"
brew "tesseract-lang"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "helix-editor/helix/helix"
brew "sass/sass/sass"
brew "tnahs/readstor/readstor"
cask "affinity-designer"
cask "affinity-photo"
cask "alacritty"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "audiobook-builder"
cask "avidemux"
cask "bitwarden"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dupeguru"
cask "expressvpn"
cask "firefox"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "github"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "imazing"
cask "jdownloader"
cask "kap"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kid3"
cask "kitty"
cask "losslesscut"
cask "namechanger"
cask "obsidian"
cask "qlmarkdown"
cask "qlvideo"
cask "raycast"
cask "sigil"
cask "signal"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
