# Homebrew
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

# Languages
tap "sass/sass"
brew "sass/sass/sass"
brew "node"
brew "python"

# LS/Linters/Formatters
brew "basedpyright"
brew "black"
brew "flake8"
brew "isort"
brew "jsonlint"
brew "ltex-ls"
brew "ltex-ls"
brew "lua-language-server"
brew "markdown-oxide"
brew "marksman"
brew "pre-commit"
brew "prettier"
brew "ruff"
brew "rust-analyzer"
brew "shellcheck"
brew "stylua"
brew "taplo"
brew "uv"
brew "yaml-language-server"

# CLI
tap "tnahs/formulas"
brew "aria2"
brew "bat"
brew "bitwarden-cli"
brew "bpython"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "jq"
brew "onefetch"
brew "ripgrep"
brew "serpl"
brew "sk"
brew "tnahs/formulas/readstor"
brew "tokei"
brew "tree"
brew "yt-dlp"

# Terminal
brew "nushell"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# macFUSE
tap "gromgit/fuse"
brew "gromgit/fuse/ifuse-mac"
cask "macfuse"

# Fonts
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monoid"
cask "font-monoid-nerd-font"

# Apps
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "anki"
cask "appcleaner"
cask "bitwarden"
cask "blender"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "docker"
cask "enjoyable"
cask "firefox"
cask "freecad"
cask "ghostty"
cask "gog-galaxy"
cask "hammerspoon"
cask "handbrake"
cask "helix"
cask "iina"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kicad"
cask "kitty"
cask "mullvadvpn"
cask "namechanger"
cask "notion"
cask "obsidian"
cask "openscad"
cask "orion"
cask "qlmarkdown"
cask "raycast"
cask "sigil"
cask "signal"
cask "spotify"
cask "stats"
cask "subler"
cask "superduper"
cask "syncthing"
cask "syntax-highlight"
cask "the-unarchiver"
cask "todoist"
cask "transmission"
cask "utm"
cask "vcv-rack"
cask "visual-studio-code"

# VSCode
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-preview-github-styles"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "jasew.vscode-helix-emulation"
vscode "ozaki.markdown-github-dark"
vscode "tamasfe.even-better-toml"
