tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ivandokov/contrib"
tap "koekeishiya/formulae"
tap "sass/sass"
tap "tnahs/readstor"
brew "libssh2"
brew "aria2"
brew "bat"
brew "python@3.9"
brew "glib"
brew "exa"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "imagemagick"
brew "mp3splt"
brew "node"
brew "nushell"
brew "openjdk"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "starship"
brew "tesseract-lang"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "ivandokov/contrib/phockup"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
brew "tnahs/readstor/readstor"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "audiobook-builder"
cask "avidemux"
cask "bitwarden"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dupeguru"
cask "expressvpn"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "key-codes"
cask "keyboard-cleaner"
cask "kid3"
cask "losslesscut"
cask "namechanger"
cask "qlvideo"
cask "sigil"
cask "signal"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
